

export const MOCK = {
  community: [
    {
      id: 1,
      title: "친구 위로, 어떻게 해야 할까요? 😢",
      content: "친구가 힘들어하는데 어떻게 위로해야 할지 모르겠어요.",
      likeCount: 4,
      date: "1시간 전",
    },
    {
      id: 2,
      title: "오늘 너무 힘들었어요, 공감 부탁해요....",
      content: "오늘 너무 바빠서 힘들었어요. 공감과 위로가 필요해요...",
      likeCount: 6,
      date: "1시간 전",
    },
    {
      id: 3,
      title: "면접장에만 가면 너무 떨려요..",
      content: "면접을 볼 때 너무 떨리고, 계속 결과가 좋지 않아서 자신감이 떨어져요..",
      likeCount: 2,
      date: "1시간 전",
    },
    {
      id: 4,
      title: "시험에 합격하고 싶습니다. 어떻게 하면 좋을까요?",
      content: "열심히 준비하고 시험을 치루는데도 계속 떨어지네요. 시험을 치룬 기간이 오래되다 보니 고민이 됩니다.",
      likeCount: 4,
      date: "2시간 전",
    },
    {
      id: 5,
      title: "친구하고 사소한 일로 싸웠어요...",
      content: "친구하고 놀다가 정말 사소한 일로 다투었는데 어떻게 화해할 수 있을까요?",
      likeCount: 6,
      date: "2시간 전",
    },
    {
      id: 6,
      title: "한 가지 일에 몰두해서 할 수가 없어요...ㅠ",
      content: "책을 읽거나 공부할 때 집중할 수 있는 시간이 너무 짧아서 제가 너무 한심한 것 같아요..",
      likeCount: 2,
      date: "4시간 전",
    }
  ]
};